tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "wagoodman/dive"

brew "ack"
brew "ag"
brew "ansible"
brew "awscli"
brew "bat"
brew "carthage"
brew "chruby"
brew "cocoapods"
brew "ctags"
brew "diff-so-fancy"
brew "dive"
brew "fastlane"
brew "forego"
brew "geckodriver"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glide"
brew "go"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "heroku/brew/heroku"
brew "htop"
brew "hub"
brew "jabba"
brew "jq"
brew "jsonpp"
brew "kubernetes-cli"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "npm"
brew "numpy"
brew "nvm"
brew "packer"
brew "pandoc"
brew "parity"
brew "postgis"
brew "postgresql"
brew "python3"
brew "reattach-to-user-namespace"
brew "redis"
brew "ruby-install"
brew "rustup-init"
brew "shellcheck"
brew "sqlite"
brew "swiftlint"
brew "terraform"
brew "tflint"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"

cask "1password"
cask "backblaze"
cask "chromedriver"
cask "datagrip"
cask "google-chrome"
cask "gpg-suite"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "keepingyouawake"
cask "monitorcontrol"
cask "ngrok"
cask "phantomjs"
cask "qlimagesize"
cask "qlstephen"
cask "rectangle"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vmware-fusion"

cask "font-inconsolata-dz"
cask "font-inconsolata-dz-for-powerline"
