tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "tkareine/chnode"
tap "uptech/homebrew-oss"

brew "ack"
brew "actionlint"
brew "awscli"
brew "bat"
brew "cheat"
brew "chruby"
brew "diff-so-fancy"
brew "direnv"
brew "geckodriver"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "graphviz"
brew "hadolint"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jsonpp"
brew "kubernetes-cli"
brew "neovim"
brew "nmap"
brew "node"
brew "node-build"
brew "npm"
brew "pandoc"
brew "php"
brew "podman"
brew "podman-compose"
brew "postgis"
brew "postgresql@17"
brew "python3"
brew "rcm"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "rustup"
brew "shellcheck"
brew "sipcalc"
brew "sqlite"
brew "tflint"
brew "tig"
brew "tkareine/chnode/chnode"
brew "tmux"
brew "tree"
brew "uptech/oss/alt"
brew "vale"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "1password-cli"
cask "android-studio"
cask "choosy"
cask "chromedriver"
cask "datagrip"
cask "discord"
cask "dotnet-sdk"
cask "fantastical"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "hazel"
cask "intellij-idea"
cask "istat-menus"
cask "launchbar"
cask "logitech-options"
cask "monitorcontrol"
cask "obs"
cask "podman-desktop"
cask "powershell"
cask "rectangle-pro"
cask "rocket"
cask "slack"
cask "tuple"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoom"
cask "zulu@11"
