tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "thoughtbot/formulae"
tap "heroku/brew"

brew "ack"
brew "act"
brew "actionlint"
brew "ansible"
brew "awscli"
brew "bat"
brew "carthage"
brew "cheat"
brew "chruby"
brew "cocoapods"
brew "diff-so-fancy"
brew "fastlane"
brew "geckodriver"
brew "gh"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-extras"
brew "go"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "heroku"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jq"
brew "jsonpp"
brew "kubernetes-cli"
brew "neovim"
brew "nmap"
brew "node"
brew "node-build"
brew "npm"
brew "packer"
brew "pandoc"
brew "parity"
brew "php"
brew "postgis"
brew "postgresql@14"
brew "python3"
brew "rcm"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby-install"
brew "rustup-init"
brew "shellcheck"
brew "sipcalc"
brew "sqlite"
brew "swiftlint"
brew "terraform"
brew "tflint"
brew "tig"
brew "tkareine/chnode/chnode"
brew "tmux"
brew "tree"
brew "vale"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password-cli"
cask "alacritty"
cask "alfred"
cask "android-studio"
cask "bartender"
cask "choosy"
cask "chromedriver"
cask "datagrip"
cask "dotnet-sdk"
cask "fantastical"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "gpg-suite-no-mail"
cask "intellij-idea"
cask "istat-menus"
cask "logitech-options"
cask "monitorcontrol"
cask "ngrok"
cask "powershell"
cask "qlimagesize"
cask "rectangle-pro"
cask "rocket"
cask "slack"
cask "tuple"
cask "vagrant"
cask "vagrant-vmware-utility"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoom"
cask "zulu11"
